{
  "placeholders": {
    "TITOLO_ARGOMENTO": "La tarda Repubblica romana: dalla guerra civile all’età dei capi militari",
    "TOOLTIP_SETTINGS": "Apri impostazioni rapide",
    "TOOLTIP_IMPORTA": "Importa contenuti da file JSON",
    "TOOLTIP_INCOLLA": "Incolla JSON dagli appunti",
    "TOOLTIP_ESPORTA": "Esporta la pagina in JSON",
    "TOOLTIP_SCARICA_MODELLO": "Scarica il modello di compilazione",
    "TOOLTIP_SCARICA_DEMO_JSON": "Scarica il file di esempio JSON",
    "TOOLTIP_MODELLO": "Apri elenco campi disponibili",
    "SCOP0_IN_2_RIGHE": "Ripercorrere la crisi della Repubblica romana tra Gracchi e Cesare.\nCollegare eventi, protagonisti e trasformazioni istituzionali.",
    "UTILITÀ_IN_2_RIGHE": "Mappe, timeline e testi per capire perché l’equilibrio repubblicano si spezza.",
    "PRIMA_DI_INIZIARE": "La storia di Roma si articola in tre grandi età, ognuna con istituzioni e protagonisti che aiutano a comprendere la crisi repubblicana del I secolo a.C.\n\nLe età della storia di Roma\n- Monarchia (753-509 a.C.): città governata da re etruschi e latini, affiancati da un Senato aristocratico.\n- Repubblica (509-27 a.C.): magistrature annuali, Senato e assemblee popolari condividono il potere mentre crescono tensioni sociali e militari.\n- Impero (27 a.C.-476 d.C.): il principato di Augusto inaugura un nuovo equilibrio tra principe, esercito e province.\n\nLe istituzioni della Repubblica\n- Senato: assemblea permanente di ex magistrati che indirizza politica interna ed estera.\n- Magistrature annuali: consoli, pretori e questori esercitano potere esecutivo e giudiziario controllandosi a vicenda.\n- Tribuni della plebe: rappresentanti dei plebei con diritto di veto per tutelare la comunità dagli abusi patrizi.\n- Assemblee popolari: comizi centuriati e tributi approvano leggi, eleggono magistrati e deliberano sulla guerra.\n- Poteri straordinari: la dittatura di Silla e il proconsolato mostrano come emergenze e guerre concentrino il comando militare in un unico leader.\n\nLa geografia politica nel 56 a.C.\nOsserva la carta del mondo romano per localizzare Hispania, Gallia, Africa, Macedonia e le province orientali: seguire questi territori aiuta a ricostruire gli spostamenti e le strategie di Pompeo e Cesare durante la loro ascesa e il conflitto.",
    "PRIMA_DI_INIZIARE_SEMPLIFICATA": "Ripassa Monarchia, Repubblica e Impero e le cariche principali della Roma antica. Tieni a mente dove si trovano Hispania, Gallia, Africa e le province orientali per seguire i movimenti di Pompeo e Cesare nella crisi repubblicana.",
    "ALT_IMMAGINE": "Carta del mondo romano nel 56 a.C. al tempo del Primo Triumvirato",
    "DIDASCALIA_IMMAGINE": "Mappa di riferimento: estensione del dominio romano nel 56 a.C., utile per orientare province e itinerari delle campagne.",
    "ISTRUZIONI_BREVI": "Collega protagonisti, riforme e guerre: come si rompe l’equilibrio repubblicano?",
    "DOMANDA_RIATTIVAZIONE_1": "Chi difendeva il primato del Senato durante la crisi repubblicana?",
    "OPZIONE_A": "Gli Optimates, legati all’aristocrazia senatoriale.",
    "OPZIONE_B": "I Populares, legati alla plebe urbana e agli equites.",
    "DOMANDA_RIATTIVAZIONE_2": "Il senatus consultum ultimum autorizzava misure eccezionali per salvare lo Stato (Vero/Falso).",
    "FALSO_AMICO_1": "Pensare che Populares e Optimates fossero partiti moderni stabili.",
    "FALSO_AMICO_2": "Dimenticare che la fedeltà delle legioni ai generali poteva superare l’autorità del Senato.",
    "DEFINIZIONE_OPERATIVA": "Crisi istituzionale in cui le magistrature repubblicane conservano la forma, ma il potere effettivo passa a generali sostenuti dalle legioni.",
    "ESEMPIO_PULITO": "Seguendo le campagne di Cesare in Gallia capisci come successo militare e consenso popolare logorano le istituzioni civiche.",
    "MODULO_1_TITOLO": "Le radici della crisi",
    "MODULO_1_DEFINIZIONE": "Nel II secolo a.C. i tribuni Tiberio e Gaio Gracco provarono a ridurre le disuguaglianze con riforme agrarie, ma furono uccisi in scontri politici. Dopo di loro la vita politica si divise tra Optimates, difensori del Senato e delle famiglie aristocratiche, e Populares, che cercavano l’appoggio del popolo e degli Equites. La contrapposizione esplose nella guerra civile tra Mario e Silla: il primo riformò l’esercito rendendo i soldati fedeli ai generali, il secondo vinse e instaurò la dittatura senza limite di tempo, varando le liste di proscrizione contro i nemici politici. Silla rafforzò il Senato, indebolì i tribuni della plebe e mostrò che chi possedeva l’esercito poteva dominare lo Stato.",
    "MODULO_1_ESEMPIO": "Ricostruisci come le riforme militari di Mario legano soldati e generali: confronta reclutamento, premi e fedeltà per spiegare perché Silla poté marciare su Roma.",
    "MODULO_1_CONTROESEMPIO": "Se ignori clientele e promesse di terre e immagini partiti stabili, perdi di vista la natura personale delle alleanze nella crisi.",
    "MODULO_1_TITOLO_SEMPLIFICATO": "Dai Gracchi a Silla",
    "MODULO_1_RISCRITTURA_SEMPLICE": "Riforme agrarie fallite, violenza politica e generali con eserciti fedeli aprono la strada alla dittatura di Silla.",
    "MODULO_1_APPROFONDIMENTO": "Analizza le fonti su Sertorio per capire come una resistenza provinciale minasse l’autorità di Roma anche dopo la vittoria di Silla.",
    "MODULO_2_TITOLO": "Nuovi protagonisti e poteri straordinari",
    "MODULO_2_DEFINIZIONE": "Dopo il ritiro di Silla emersero Pompeo e Crasso, consoli nel 70 a.C., che attenuarono le sue riforme restituendo poteri ai tribuni e riformando i tribunali con la lex Aurelia. Le crisi sociali misero alla prova la Repubblica: la rivolta di Spartaco (73–71 a.C.) mostrò la fragilità di una società basata sul lavoro servile; le leggi Gabinia e Manilia affidarono a Pompeo un comando straordinario contro pirati e Mitridate, estendendo il dominio romano in Oriente. Nel 63 a.C. Cicerone represse la congiura di Catilina con il senatus consultum ultimum, ma pochi anni dopo Clodio lo colpì con una legge retroattiva che lo costrinse all’esilio.",
    "MODULO_2_ESEMPIO": "Discuta perché Pompeo preferì restare a Roma dopo il consolato: collega prestigio militare, consenso urbano e timori del Senato.",
    "MODULO_2_CONTROESEMPIO": "Se trascuri rivolte degli schiavi e pirati, sembra che la crisi sia solo politica: senza emergenze sociali i poteri straordinari non avrebbero avuto sostegno.",
    "MODULO_2_TITOLO_SEMPLIFICATO": "Tra rivolte e poteri speciali",
    "MODULO_2_RISCRITTURA_SEMPLICE": "Pompeo e Crasso cambiano le leggi di Silla, affrontano Spartaco, i pirati e Mitridate, mentre Cicerone e Catilina mostrano i limiti della legalità repubblicana.",
    "MODULO_2_APPROFONDIMENTO": "Approfondisci le leggi Gabinia e Manilia confrontando fonti senatoriali e racconti di Plutarco per valutare consenso e critiche.",
    "MODULO_3_TITOLO": "Dal Primo Triumvirato alla fine della Repubblica",
    "MODULO_3_DEFINIZIONE": "Nel 60 a.C. nacque il Primo Triumvirato, accordo privato tra Cesare, Pompeo e Crasso per superare il blocco del Senato: Cesare portava il consenso popolare, Pompeo l’esercito e Crasso la ricchezza. Console nel 59 a.C., Cesare fece approvare leggi per distribuire terre ai veterani di Pompeo, ratificare le conquiste orientali e favorire i publicani. Ottenne poi il proconsolato in Gallia, conducendo campagne fra il 58 e il 52 a.C. raccontate nel De Bello Gallico: la vittoria di Alesia contro Vercingetorige consolidò il suo prestigio. Con gli accordi di Lucca (56 a.C.) il triumvirato fu rinnovato, ma dopo Alesia l’equilibrio si spezzò: Cesare, sostenuto dalle legioni, minacciava Pompeo e il Senato e le guerre civili segnarono la fine della Repubblica.",
    "MODULO_3_ESEMPIO": "Spiega come la campagna gallica offrì a Cesare risorse militari e politiche per sfidare Pompeo e il Senato nel 49 a.C.",
    "MODULO_3_CONTROESEMPIO": "Se pensi che il Senato potesse fermare Cesare con soli decreti, sottovaluti la forza delle legioni e il consenso costruito nelle campagne.",
    "MODULO_3_TITOLO_SEMPLIFICATO": "Cesare verso il potere",
    "MODULO_3_RISCRITTURA_SEMPLICE": "Il triumvirato unisce Cesare, Pompeo e Crasso; le vittorie in Gallia danno a Cesare forza per sfidare Pompeo e chiudere l’epoca repubblicana.",
    "MODULO_3_APPROFONDIMENTO": "Confronta le interpretazioni di Cicerone e Sallustio sulla crisi finale per capire come percepivano il potere dei capi militari.",
    "ISTRUZIONI_COMPITO": "Ordina i passaggi per raccontare a un compagno come la crisi repubblicana porta al Primo Triumvirato e alla guerra civile.",
    "STEP_A": "Individua le cause sociali e militari che indeboliscono le istituzioni dopo i Gracchi.",
    "STEP_B": "Collega le alleanze tra Pompeo, Crasso e Cesare con le richieste dei veterani e dei publicani.",
    "STEP_C": "Descrivi come le campagne galliche e la rottura del triumvirato conducono allo scontro finale.",
    "AIUTO_1": "Parti dagli squilibri creati dalle riforme agrarie e dal reclutamento di Mario: spiegano perché il Senato perde controllo.",
    "AIUTO_2": "Segui la timeline degli accordi politici e delle campagne militari per mostrare quando Cesare supera l’autorità delle magistrature.",
    "SOLUZIONE_COMMENTATA": "1) Le riforme mancate e le guerre civili incrinano le istituzioni. 2) Il patto privato tra generali e finanzieri aggira il Senato. 3) Le vittorie in Gallia e la fedeltà delle legioni permettono a Cesare di scatenare la guerra civile.",
    "SPIEGAZIONE_SUCCINTA": "Hai intrecciato cause sociali, alleanze politiche e decisioni militari che trasformano la Repubblica in un sistema dominato dai capi militari.",
    "INDIZIO_DIAGNOSTICO": "Controlla se hai spiegato perché il Senato non riuscì a ratificare gli atti di Pompeo: senza questo passaggio il triumvirato sembra un accordo casuale.",
    "ISTRUZIONI_QUIZ": "Rispondi alle domande e usa gli aiuti per collegare eventi, protagonisti e istituzioni della tarda Repubblica.",
    "CRITERIO_1": "Ricostruisce le cause della crisi dalle riforme dei Gracchi al potere di Silla.",
    "CRITERIO_2": "Analizza poteri straordinari e alleanze che coinvolgono Pompeo, Crasso e Cesare.",
    "CRITERIO_3": "Collega eventi militari e decisioni politiche che portano alla fine della Repubblica.",
    "VARIANTE_BASE": "Assegna una linea del tempo muta e chiedi di collocare le riforme dei Gracchi, la dittatura di Silla e il Primo Triumvirato.",
    "VARIANTE_INTERMEDIA": "Dividi la classe in gruppi: ciascuno ricostruisce un protagonista (Mario, Silla, Pompeo, Cesare) con fonti e mappe a supporto.",
    "VARIANTE_AVANZATA": "Fai confrontare la crisi repubblicana con quella del III secolo d.C., evidenziando similitudini e differenze nelle risposte istituzionali.",
    "TERMINE_1": "Optimates",
    "DEFINIZIONE_1": "Fazione aristocratica e conservatrice, sostenuta da Silla, che difendeva il potere del Senato.",
    "TERMINE_2": "Populares",
    "DEFINIZIONE_2": "Fazione favorevole al popolo e agli Equites, sostenuta da Mario e poi da Cesare.",
    "TERMINE_3": "Equites",
    "DEFINIZIONE_3": "Classe sociale intermedia di cavalieri, dedita al commercio e agli affari pubblici.",
    "Q1_TESTO": "Perché la riforma militare di Mario contribuì alla crisi della Repubblica?",
    "Q1_OPZ_1": "Perché rese i soldati fedeli ai generali che promettevano terre e bottino.",
    "Q1_OPZ_2": "Perché abolì il servizio militare obbligatorio per i cittadini.",
    "Q1_OPZ_3": "Perché consegnò il comando delle legioni al Senato.",
    "Q1_OPZ_4": "Perché proibì ai veterani di ricevere ricompense.",
    "Q1_HINT": "Pensa a come cambiò il reclutamento e chi garantiva premi ai soldati.",
    "Q1_SPEGAZIONE": "Aprendo l’esercito ai non proprietari, Mario legò i soldati ai loro generali: le legioni divennero strumenti personali di potere capaci di sfidare il Senato.",
    "Q2_TESTO": "Qual era l’obiettivo principale del Primo Triumvirato nel 60 a.C.?",
    "Q2_OPZ_1": "Superare l’opposizione del Senato alle richieste di Cesare, Pompeo e Crasso.",
    "Q2_OPZ_2": "Fondare una monarchia ereditaria immediata.",
    "Q2_OPZ_3": "Sciogliere le legioni e ridurre le tasse sulla provincia.",
    "Q2_OPZ_4": "Consegnare il potere ai tribuni della plebe.",
    "Q2_HINT": "Collega le richieste respinte dal Senato con le alleanze tra i tre capi.",
    "Q2_SPEGAZIONE": "Unendo forze politiche, militari ed economiche, i triumviri poterono approvare leggi e ratificare conquiste aggirando il blocco senatorio.",
    "Q3_TESTO": "Perché la vittoria di Cesare ad Alesia fu decisiva nella crisi repubblicana?",
    "Q3_OPZ_1": "Perché consolidò il suo prestigio e gli garantì legioni fedeli per affrontare Pompeo.",
    "Q3_OPZ_2": "Perché riportò immediatamente il potere esclusivo al Senato.",
    "Q3_OPZ_3": "Perché impose ai Galli di guidare il Senato romano.",
    "Q3_OPZ_4": "Perché abolì i poteri dei tribuni della plebe.",
    "Q3_HINT": "Confronta il successo militare con il crescente conflitto con Pompeo.",
    "Q3_SPEGAZIONE": "Alesia assicurò a Cesare immense risorse militari e simboliche: con legioni vittoriose e veterani da ricompensare, poteva negoziare o imporre il proprio potere su Roma.",
    "CONSIGLIO_STUDIO": "Crea una tabella con date, protagonisti, provvedimenti e conseguenze per visualizzare la sequenza della crisi repubblicana."
  },
  "sectionTitles": {
    "immagine": "Cartografia della tarda Repubblica",
    "percorso": "Tre nodi della crisi repubblicana",
    "attivazione": "Domande lampo sulla tarda Repubblica",
    "primer": "Collega eventi e protagonisti",
    "schema": "Mappa e timeline della crisi",
    "attivita": "Ordina i passaggi chiave",
    "quiz": "Verifica rapida sulla crisi repubblicana",
    "glossario": "Parole chiave della tarda Repubblica"
  },
  "sectionIcons": {
    "orientamento": "fa-solid fa-landmark",
    "immagine": "fa-solid fa-map",
    "percorso": {
      "icon": "fa-solid fa-route",
      "modules": [
        "fa-solid fa-scale-balanced",
        "fa-solid fa-shield-halved",
        "fa-solid fa-crown"
      ]
    },
    "attivazione": "fa-solid fa-flag",
    "primer": "fa-solid fa-scroll",
    "schema": "fa-solid fa-timeline",
    "attivita": "fa-solid fa-list-check",
    "quiz": "fa-solid fa-circle-question",
    "docente": "fa-solid fa-user-tie",
    "glossario": "fa-solid fa-book-open"
  },
  "image": {
    "src": "https://upload.wikimedia.org/wikipedia/commons/5/58/Mondo_romano_nel_56_aC_al_tempo_del_primo_triumvirato.png",
    "ALT": "Mappa del mondo romano nel 56 a.C. al tempo del Primo Triumvirato",
    "caption": "Mondo romano nel 56 a.C.: province, alleati e aree d’influenza.",
    "creditUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/Mondo_romano_nel_56_aC_al_tempo_del_primo_triumvirato.png",
    "creditLabel": "Wikipedia",
    "inlineSvg": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1200 300\" role=\"img\" aria-labelledby=\"t\">\n  <title id=\"t\">Timeline della tarda Repubblica (con anni)</title>\n  <style>\n    text{font-family:'Atkinson Hyperlegible',sans-serif}\n    .axis{stroke:#1f2328;stroke-width:3}\n    .marker{stroke:#b91c1c;stroke-width:2.5;fill:#fde68a}\n    .label{font-size:17px;fill:#1f2328}\n    .year{font-size:22px;font-weight:700;fill:#b91c1c}\n  </style>\n  <line class=\"axis\" x1=\"80\" y1=\"210\" x2=\"1120\" y2=\"210\"/>\n  <circle class=\"marker\" cx=\"120\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"120\" y=\"150\" text-anchor=\"middle\">133 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"120\" y=\"248\">Riforme dei</tspan>\n    <tspan x=\"120\" dy=\"24\">Gracchi</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"240\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"240\" y=\"150\" text-anchor=\"middle\">82 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"240\" y=\"248\">Dittatura di</tspan>\n    <tspan x=\"240\" dy=\"24\">Silla</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"360\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"360\" y=\"150\" text-anchor=\"middle\">73–71 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"360\" y=\"248\">Rivolta di</tspan>\n    <tspan x=\"360\" dy=\"24\">Spartaco</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"480\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"480\" y=\"150\" text-anchor=\"middle\">67 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"480\" y=\"248\">Pompeo contro</tspan>\n    <tspan x=\"480\" dy=\"24\">i pirati</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"600\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"600\" y=\"150\" text-anchor=\"middle\">66 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"600\" y=\"248\">Comando</tspan>\n    <tspan x=\"600\" dy=\"24\">in Oriente</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"720\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"720\" y=\"150\" text-anchor=\"middle\">63 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"720\" y=\"248\">Congiura di</tspan>\n    <tspan x=\"720\" dy=\"24\">Catilina</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"840\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"840\" y=\"150\" text-anchor=\"middle\">60 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"840\" y=\"248\">Primo</tspan>\n    <tspan x=\"840\" dy=\"24\">triumvirato</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"960\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"960\" y=\"150\" text-anchor=\"middle\">56 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"960\" y=\"248\">Accordi di</tspan>\n    <tspan x=\"960\" dy=\"24\">Lucca</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"1080\" cy=\"210\" r=\"26\"/>\n  <text class=\"year\" x=\"1080\" y=\"150\" text-anchor=\"middle\">52 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"1080\" y=\"248\">Alesia</tspan>\n  </text>\n</svg>",
    "inlineAlt": "Timeline con anni: Gracchi (133), Silla (82), Spartaco (73–71), Gabinia (67), Manilia (66), Catilina (63), Triumvirato (60), Lucca (56), Alesia (52)."
  },
  "mermaid": "flowchart TD\n  crisi[Crisi della tarda Repubblica] --> fazioni[Optimates vs Populares]\n  crisi --> eserciti[Legioni fedeli ai generali]\n  crisi --> emergenze[Poteri straordinari e crisi sociali]\n  fazioni --> triumvirato[Accordo privato tra Cesare, Pompeo, Crasso]\n  eserciti --> guerra[Guerre civili]\n  emergenze --> guerra\n  triumvirato --> esito[Fine dell'equilibrio repubblicano]\n  guerra --> esito",
  "glossario": [
    {
      "term": "Monarchia",
      "def": "Prima fase di Roma, con re affiancati dal Senato aristocratico tra il 753 e il 509 a.C."
    },
    {
      "term": "Repubblica",
      "def": "Ordinamento in cui magistrature annuali, Senato e assemblee popolari condividono potere e responsabilità."
    },
    {
      "term": "Impero",
      "def": "Età avviata da Augusto con il principato, che concentra autorità su princeps, esercito e province."
    },
    {
      "term": "Senato",
      "def": "Assemblea permanente di ex magistrati che orientava politica, diplomazia e finanze della Repubblica."
    },
    {
      "term": "Magistrature",
      "def": "Uffici pubblici annuali con poteri esecutivi o giudiziari, bilanciati da collegialità e durata limitata."
    },
    {
      "term": "Consoli",
      "def": "I due magistrati supremi della Repubblica che comandano le legioni e presiedono il Senato."
    },
    {
      "term": "Tribuni",
      "def": "Magistrati plebei inviolabili con diritto di veto per difendere cittadini dagli abusi patrizi."
    },
    {
      "term": "Optimates",
      "def": "Fazione aristocratica e conservatrice, sostenuta da Silla, che difendeva il potere del Senato."
    },
    {
      "term": "Populares",
      "def": "Fazione che cercava sostegno di plebei ed equites promuovendo riforme popolari tramite i tribuni."
    },
    {
      "term": "Equites",
      "def": "Classe sociale intermedia di cavalieri impegnati in affari, commercio e appalti dello Stato romano."
    },
    {
      "term": "Publicani",
      "def": "Appaltatori privati delle imposte e dei lavori pubblici, spesso appartenenti all'ordine equestre."
    },
    {
      "term": "Legioni",
      "def": "Unità militari di cittadini-soldati guidate dai generali, decisive nella politica tardo-repubblicana."
    },
    {
      "term": "Dittatura",
      "def": "Magistratura straordinaria con poteri concentrati e temporanei, prorogata da Silla oltre il limite tradizionale."
    },
    {
      "term": "Proscrizione",
      "def": "Confisca e condanna dei nemici politici tramite elenchi pubblici; strumento di terrore sillano."
    },
    {
      "term": "Proconsolato",
      "def": "Comando prorogato di un console nelle province, con esercito e poteri civili estesi."
    },
    {
      "term": "Senatus consultum ultimum",
      "def": "Decreto d'emergenza del Senato che autorizza i magistrati a usare ogni mezzo per salvare lo Stato."
    },
    {
      "term": "Lex Aurelia",
      "def": "Legge del 70 a.C. che istituì giurie miste di senatori, equites e tribuni dell'erario."
    },
    {
      "term": "Lex Gabinia",
      "def": "Legge del 67 a.C. che concesse a Pompeo poteri straordinari contro i pirati mediterranei."
    },
    {
      "term": "Lex Manilia",
      "def": "Legge del 66 a.C. che affidò a Pompeo il comando della guerra contro Mitridate VI."
    },
    {
      "term": "Primo Triumvirato",
      "def": "Accordo privato del 60 a.C. tra Cesare, Pompeo e Crasso per aggirare l'opposizione del Senato."
    },
    {
      "term": "De Bello Gallico",
      "def": "Opera commentaria in cui Cesare racconta la conquista della Gallia dal 58 al 52 a.C."
    },
    {
      "term": "Alesia",
      "def": "Fortezza gallica assediata e conquistata da Cesare nel 52 a.C., simbolo della sua vittoria."
    }
  ],
  "quiz": [
    {
      "q": "Perché la riforma militare di Mario contribuì alla crisi della Repubblica?",
      "choices": [
        "Perché rese i soldati fedeli ai generali che promettevano terre e bottino.",
        "Perché abolì il servizio militare obbligatorio per i cittadini.",
        "Perché consegnò il comando delle legioni al Senato.",
        "Perché proibì ai veterani di ricevere ricompense."
      ],
      "correct": 0,
      "hint": "Pensa a come cambiò il reclutamento e chi garantiva premi ai soldati.",
      "explain": "Aprendo l’esercito ai non proprietari, Mario legò i soldati ai loro generali: le legioni divennero strumenti personali di potere capaci di sfidare il Senato."
    },
    {
      "q": "Qual era l’obiettivo principale del Primo Triumvirato nel 60 a.C.?",
      "choices": [
        "Superare l’opposizione del Senato alle richieste di Cesare, Pompeo e Crasso.",
        "Fondare una monarchia ereditaria immediata.",
        "Sciogliere le legioni e ridurre le tasse sulla provincia.",
        "Consegnare il potere ai tribuni della plebe."
      ],
      "correct": 0,
      "hint": "Collega le richieste respinte dal Senato con le alleanze tra i tre capi.",
      "explain": "Unendo forze politiche, militari ed economiche, i triumviri poterono approvare leggi e ratificare conquiste aggirando il blocco senatorio."
    },
    {
      "q": "Perché la vittoria di Cesare ad Alesia fu decisiva nella crisi repubblicana?",
      "choices": [
        "Perché consolidò il suo prestigio e gli garantì legioni fedeli per affrontare Pompeo.",
        "Perché riportò immediatamente il potere esclusivo al Senato.",
        "Perché impose ai Galli di guidare il Senato romano.",
        "Perché abolì i poteri dei tribuni della plebe."
      ],
      "correct": 0,
      "hint": "Confronta il successo militare con il crescente conflitto con Pompeo.",
      "explain": "Alesia assicurò a Cesare immense risorse militari e simboliche: con legioni vittoriose e veterani da ricompensare, poteva negoziare o imporre il proprio potere su Roma."
    }
  ],
  "VERSIONE_COMPLETA": "La tarda Repubblica romana: dalla guerra civile all’età dei capi militari\n\nNel I secolo a.C., la Repubblica romana attraversò una lunga e profonda crisi istituzionale.\nLe antiche magistrature — il Senato, i Consoli, le Assemblee popolari — conservarono la loro forma, ma persero il controllo del potere reale, che passò progressivamente nelle mani di generali ambiziosi, sostenuti dagli eserciti e dal consenso popolare.\nFu un periodo segnato da guerre civili, riforme incompiute e scontri politici violenti, che prepararono la fine della Repubblica e l’ascesa di un nuovo ordine imperiale.\n\n1. Le radici della crisi: dai Gracchi a Mario e Silla\nI fratelli Gracchi\n\nLe prime avvisaglie della crisi si manifestarono già nel II secolo a.C. con i tribuni della plebe Tiberio e Gaio Gracco.\nEssi tentarono di ridurre le disuguaglianze sociali attraverso riforme agrarie, per restituire terre ai contadini poveri.\nEntrambi furono uccisi in scontri politici, e la loro morte segnò l’inizio della violenza politica a Roma, un fenomeno che si sarebbe ripetuto nei decenni successivi.\n\nPopulares e Optimates\n\nDopo i Gracchi, la vita politica romana si divise in due correnti di pensiero:\n\ngli Optimates, che difendevano il potere del Senato e delle famiglie aristocratiche;\n\ni Populares, che cercavano il sostegno del popolo e delle classi emergenti, come gli Equites (i cavalieri, ricchi commercianti e appaltatori di imposte).\n\nQueste correnti non erano partiti nel senso moderno, ma reti di alleanze legate a singoli leader e alle loro clientele politiche.\n\nMario e Silla\n\nLa contrapposizione tra le due fazioni esplose nella prima guerra civile (anni 80 a.C.), che oppose Gaio Mario, capo dei Populares, e Lucio Cornelio Silla, sostenuto dagli Optimates.\nMario aveva riformato l’esercito, permettendo anche ai non proprietari di arruolarsi: questo creò un esercito più fedele ai generali che allo Stato.\nSilla, vincitore del conflitto, fu nominato dittatore nel 82 a.C. con un mandato straordinario per “rifondare la costituzione”. Non aveva il limite dei sei mesi previsto per i dittatori tradizionali, e di fatto esercitò un potere illimitato.\n\nPer consolidare la vittoria, Silla istituì le Liste di proscrizione: elenchi di nemici politici da eliminare e spogliare dei beni.\nMolti Populares furono uccisi o costretti alla fuga; tra questi Quinto Sertorio, che si rifugiò in Spagna e vi creò un governo indipendente, sfidando l’autorità di Roma.\n\nSilla rafforzò il Senato, limitò il potere dei tribuni della plebe e accrebbe l’influenza dell’aristocrazia.\nNel 79 a.C. si ritirò volontariamente dalla vita pubblica, convinto di aver restaurato la Repubblica.\nIn realtà, aveva dimostrato che chi controllava l’esercito poteva controllare lo Stato.\n\n2. Pompeo e Crasso: i nuovi protagonisti\n\nDopo il ritiro di Silla, il potere passò a due nuovi generali: Gneo Pompeo e Marco Licinio Crasso.\nPompeo fu inviato in Hispania (Spagna) per sedare la rivolta di Sertorio, che venne ucciso nel 72 a.C.; Crasso, a Roma, divenne uno dei cittadini più ricchi e influenti.\n\nNel 70 a.C., Pompeo e Crasso furono eletti Consoli.\nPur avendo combattuto per Silla, attenuarono le sue riforme:\n\nrestituirono ai tribuni della plebe il diritto di proporre leggi;\n\nriformarono i tribunali con la lex Aurelia, che assegnò le giurie in modo misto a senatori, equites e tribuni dell’erario.\n\nQuesta riforma segnò la fine del controllo esclusivo del Senato sulla giustizia e aprì una stagione di maggiore equilibrio politico.\n\nUn episodio celebre di questo periodo fu il processo a Verre (70 a.C.), ex governatore della Sicilia accusato di concussione e peculato.\nCicerone, come accusatore, ottenne la condanna di Verre: il processo divenne un simbolo della lotta contro la corruzione e del potere crescente degli Equites.\n\nDopo il consolato, Pompeo preferì non ricevere una provincia: temeva che allontanarsi da Roma potesse fargli perdere influenza politica e il consenso popolare.\n\n3. Le crisi sociali e i poteri straordinari\nLa rivolta di Spartaco (73–71 a.C.)\n\nNel 73 a.C., a Capua, scoppiò la rivolta di Spartaco, un gladiatore di origine trace.\nCon un piccolo gruppo di compagni fuggì dalla scuola di Lentulo Batiato e diede inizio alla più grande rivolta di schiavi mai avvenuta in Italia.\nL’obiettivo di Spartaco era fuggire verso nord, attraversare le Alpi e tornare nella propria terra; ma i suoi seguaci, esaltati dalle vittorie, preferirono restare in Italia a saccheggiare.\n\nIl Senato affidò la repressione a Crasso, che dopo dure battaglie sconfisse i ribelli.\nCirca 6.000 prigionieri furono crocifissi lungo la Via Appia come monito.\nPompeo, di ritorno dalla Spagna, eliminò i superstiti e si attribuì parte del merito, rafforzando la sua popolarità.\n\nLa rivolta di Spartaco rivelò quanto fosse fragile la struttura sociale romana, basata sul lavoro servile.\n\nI pirati del Mediterraneo e la guerra in Oriente\n\nNel 67 a.C., la lex Gabinia affidò a Pompeo poteri straordinari per combattere i pirati che infestavano il Mediterraneo, minacciando i rifornimenti di grano e i commerci degli Equites.\nPompeo portò a termine la missione in soli tre mesi, ristabilendo la sicurezza dei mari.\n\nUn anno dopo, la lex Manilia gli conferì il comando della guerra contro Mitridate VI, re del Ponto (Asia Minore).\nPompeo sconfisse Mitridate, annetté nuovi territori, trasformò la Siria in provincia romana e intervenne anche in Giudea (Palestina), dove impose un nuovo ordine politico.\nNonostante agisse spesso senza il consenso del Senato, ottenne un enorme prestigio come difensore e organizzatore dell’Impero.\n\n4. Catilina, Cicerone e la crisi della legalità\n\nNel 63 a.C., il console Marco Tullio Cicerone scoprì una congiura guidata da Lucio Sergio Catilina, un aristocratico indebitato che progettava di uccidere i consoli e impadronirsi del potere.\nCicerone fece arrestare alcuni complici e, con l’approvazione del Senato, li fece giustiziare senza processo, invocando il senatus consultum ultimum, ossia il decreto di emergenza che autorizzava misure eccezionali per la salvezza dello Stato.\nCatilina, invece, morì in battaglia a Pistoia nel 62 a.C.\n\nQualche anno dopo, nel 58 a.C., il tribuno Publio Clodio Pulcro fece approvare una legge retroattiva che puniva chi avesse fatto giustiziare cittadini senza processo.\nLa norma era chiaramente diretta contro Cicerone, che fu costretto all’esilio.\nIl provvedimento non fu voluto direttamente da Cesare, ma da lui tacitamente favorito, poiché gli tornava utile nel gioco politico.\n\n5. Il Primo Triumvirato (60 a.C.)\n\nAl ritorno dalle campagne in Oriente, Pompeo chiese al Senato di ratificare i suoi atti e di assegnare terre ai suoi veterani.\nIl Senato, temendo il suo potere, rifiutò entrambe le richieste.\nIn questa situazione nacque un accordo privato tra Cesare, Pompeo e Crasso, noto come Primo Triumvirato (60 a.C.).\n\nCesare portava il consenso del popolo e dei Populares;\n\nPompeo rappresentava l’esercito e i veterani;\n\nCrasso forniva denaro e influenza economica.\n\nNel 59 a.C., Cesare fu eletto Console e fece approvare leggi favorevoli ai suoi alleati:\n\nla distribuzione di terre ai soldati di Pompeo;\n\nla ratifica delle conquiste in Oriente;\n\nalcune riforme economiche a vantaggio dei publicani (appaltatori delle imposte).\n\n6. Cesare e la conquista della Gallia\n\nDopo il consolato, Cesare ottenne il proconsolato per cinque anni nelle province della Gallia Cisalpina e dell’Illirico, poi esteso anche alla Gallia Transalpina.\nLa Gallia era divisa in molte tribù indipendenti, spesso in conflitto tra loro: questa frammentazione rese più facile la conquista.\nLe campagne, condotte tra il 58 e il 52 a.C., sono narrate da Cesare nel suo celebre De Bello Gallico, che è insieme resoconto militare e opera di propaganda politica.\n\nNel 56 a.C., con gli Accordi di Lucca, il triumvirato fu rinnovato: Pompeo e Crasso avrebbero ottenuto il consolato, mentre Cesare avrebbe mantenuto il comando in Gallia per altri cinque anni.\nLa guerra culminò nella battaglia di Alesia (52 a.C.), dove Cesare sconfisse il capo gallico Vercingetorige, completando la conquista della Gallia e accrescendo enormemente il proprio potere personale.\n\n7. La crisi finale della Repubblica\n\nDopo Alesia, Pompeo rimase a Roma come garante dell’ordine, mentre Cesare, ormai idolatrato dai soldati e dalle masse, divenne una minaccia per l’equilibrio politico.\nLe istituzioni repubblicane — Senato, Consolato, Tribunato — esistevano ancora, ma non erano più in grado di limitare il potere dei capi militari.\nLe guerre civili successive (Cesare contro Pompeo, poi Antonio e Ottaviano) avrebbero definitivamente posto fine alla Repubblica.",
  "VERSIONE_SEMPLIFICATA": "La crisi della Repubblica\n\nNel I secolo a.C., Roma è in crisi.\nLe leggi e le istituzioni della Repubblica non bastano più a controllare i grandi generali che hanno eserciti e potere personale.\n\n1. Mario e Silla\n\nMario è il capo dei Populares, che difendono la plebe e i cavalieri.\n\nSilla guida gli Optimates, che vogliono più potere per il Senato.\n\nDopo una guerra civile, vince Silla, che diventa dittatore e cambia le leggi per rafforzare il Senato.\n\nCrea le Liste di proscrizione per uccidere i suoi nemici politici.\n\nUn generale, Sertorio, scappa in Spagna e fonda un piccolo Stato ribelle, ma sarà poi ucciso.\n\nQuando Silla si ritira (79 a.C.), lascia Roma più debole e divisa.\n\n2. Pompeo e Crasso\n\nPompeo e Crasso diventano Consoli nel 70 a.C.\n\nCambiano alcune leggi di Silla e ridanno potere ai tribuni della plebe.\n\nCon la lex Aurelia riformano i tribunali, mescolando senatori e cavalieri.\n\nIl processo a Verre, accusato da Cicerone, mostra che la giustizia può colpire anche i potenti.\n\nPompeo non vuole andare a governare una provincia: preferisce restare a Roma per contare di più.\n\n3. Rivolte e guerre\n\nIn Italia, Spartaco, un gladiatore trace, guida una rivolta di schiavi (73–71 a.C.).\n\nVuole tornare a casa passando per le Alpi, ma i suoi compagni vogliono combattere e saccheggiare.\n\nCrasso lo sconfigge e fa crocifiggere 6.000 schiavi lungo la Via Appia.\n\nPompeo elimina i superstiti e ottiene la gloria.\n\nIn mare, Pompeo sconfigge i pirati (67 a.C.) grazie alla lex Gabinia.\n\nIn Oriente, batte Mitridate del Ponto e conquista nuove province (Siria, Giudea).\n\n4. Catilina e Cicerone\n\nNel 63 a.C., Catilina vuole prendere il potere.\n\nIl console Cicerone lo ferma, ma fa uccidere alcuni congiurati senza processo, violando la legge.\n\nQualche anno dopo, il tribuno Clodio fa una legge retroattiva che punisce chi ha ucciso cittadini senza giudizio, e Cicerone deve fuggire.\n\n5. Il Primo Triumvirato\n\nTornato a Roma, Pompeo chiede terre per i suoi soldati e il riconoscimento delle sue conquiste.\n\nIl Senato dice di no.\n\nCosì Pompeo, Crasso e Cesare si alleano nel Primo Triumvirato (60 a.C.).\n\nCesare diventa Console e fa approvare leggi per i suoi alleati.\n\n6. Cesare in Gallia\n\nDopo il consolato, Cesare ottiene il comando della Gallia.\n\nLe tribù galliche sono divise: Cesare le conquista una per una.\n\nRacconta tutto nel suo libro De Bello Gallico.\n\nNel 56 a.C. il triumvirato viene rinnovato a Lucca: Pompeo e Crasso saranno consoli, Cesare resta in Gallia.\n\nNel 52 a.C., Cesare vince la battaglia di Alesia e conquista tutta la Gallia.\n\n7. Dopo Alesia\n\nCesare è ormai l’uomo più potente di Roma.\n\nPompeo resta a Roma, ma i due sono destinati a scontrarsi.\n\nIl Senato e le istituzioni non riescono più a controllare i generali: la Repubblica è alla fine."
}
