{
  "placeholders": {
    "TITOLO_ARGOMENTO": "Crisi della Repubblica romana: dalle riforme dei Gracchi all'età imperiale (Triennio)",
    "TOOLTIP_SETTINGS": "Apri impostazioni rapide",
    "TOOLTIP_IMPORTA": "Importa contenuti da file JSON",
    "TOOLTIP_INCOLLA": "Incolla JSON dagli appunti",
    "TOOLTIP_ESPORTA": "Esporta la pagina in JSON",
    "TOOLTIP_SCARICA_MODELLO": "Scarica il modello di compilazione",
    "TOOLTIP_SCARICA_DEMO_JSON": "Scarica il file di esempio JSON",
    "TOOLTIP_MODELLO": "Apri elenco campi disponibili",
    "SCOP0_IN_2_RIGHE": "Ricostruire le cause e le tappe della crisi della Repubblica romana.\nValutare come guerre civili e riforme istituzionali trasformano lo Stato.",
    "UTILITÀ_IN_2_RIGHE": "Collega dinamiche politiche antiche a discussioni contemporanee sulla tenuta delle istituzioni.\nUsa mappe, timeline e testi lunghi per allenare analisi critica e competenze di studio.",
    "PRIMA_DI_INIZIARE": "<p>La crisi della Repubblica romana si sviluppa lungo oltre un secolo: per orientarti serve un quadro ampio. Inizia ripassando le tre fasi della storia romana (Monarchia, Repubblica, Impero) e individua le magistrature chiave: consoli, pretori, tribuni della plebe, Senato e assemblee. Ricorda che i <em>populares</em> e gli <strong>optimates</strong> non sono partiti moderni, ma reti fluide di alleanze che ruotano attorno a famiglie e clientele. Tieni a mente la riforma militare di Gaio Mario: aprendo l'esercito ai proletari, le legioni diventano fedeli ai generali più che allo Stato.</p>\n<p>La cartina allegata mostra il mondo romano nel 56 a.C., quando Cesare, Pompeo e Crasso siglano gli accordi di Lucca. Osserva come il Mediterraneo sia diviso in province, regni clienti e territori ancora autonomi: seguire i movimenti delle legioni attraverso Hispania, Gallia e Oriente ti aiuterà a comprendere le strategie dei protagonisti. Nella timeline trovi una sequenza fitta di eventi, dalle riforme dei Gracchi all'assassinio di Cesare e all'ascesa di Ottaviano. Leggi con attenzione e prepara domande da portare in classe: testi lunghi e corposi come quelli che seguono meritano più letture e annotazioni puntuali.</p>",
    "PRIMA_DI_INIZIARE_SEMPLIFICATA": "Ripassa Monarchia, Repubblica e Impero e le magistrature principali. Ricorda che populares e optimates sono reti di alleanze e che la riforma di Mario lega i soldati ai generali. Guarda la mappa del 56 a.C. per seguire Cesare e Pompeo e usa la timeline per preparare domande.",
    "ALT_IMMAGINE": "Cartografia politica del mondo romano nel 56 a.C. con evidenziate province, alleati e rotte principali",
    "DIDASCALIA_IMMAGINE": "Il mondo romano al tempo del Primo Triumvirato: le province occidentali, la Gallia in conquista di Cesare, le regioni orientali presidiate da Pompeo e le tensioni che attraversano il Mediterraneo.",
    "ISTRUZIONI_BREVI": "Con due domande rapide riattivi conoscenze su fazioni, esercito e magistrature nella tarda Repubblica.",
    "DOMANDA_RIATTIVAZIONE_1": "Quale misura introdotta da Tiberio Gracco mirava a redistribuire l'ager publicus per sostenere il ceto contadino?",
    "OPZIONE_A": "La riforma agraria che limitava l'uso privato delle terre pubbliche e assegnava l'eccedenza ai piccoli proprietari.",
    "OPZIONE_B": "Il decreto che affidava l'intera gestione dell'ager publicus al Senato e ai latifondisti per finanziare guerre in Oriente.",
    "DOMANDA_RIATTIVAZIONE_2": "Vero o falso: l'ascesa di Gaio Mario si fonda sul sostegno degli equites e sulla fedeltà personale delle legioni.",
    "FALSO_AMICO_1": "Immaginare <strong>populares</strong> e <em>optimates</em> come partiti strutturati: erano fronti elastici, spesso in conflitto tra loro stessi.",
    "FALSO_AMICO_2": "Dimenticare che le liste di proscrizione di Silla servirono a eliminare nemici politici e a ridisegnare la geografia del potere.",
    "DEFINIZIONE_OPERATIVA": "Crisi repubblicana: progressiva concentrazione del potere in mani personali, con svuotamento delle magistrature e uso della violenza politica per governare Roma e le province.",
    "ESEMPIO_PULITO": "Le riforme agrarie dei Gracchi e la loro repressione mostrano come le istituzioni potessero diventare arene di scontro mortale tra fazioni.",
    "MODULO_1_TITOLO": "Origini e primi shock istituzionali",
    "MODULO_1_DEFINIZIONE": "<p>Tiberio e Gaio Gracco aprono la crisi proponendo leggi agrarie che limitano l'accaparramento delle terre pubbliche. Il Senato reagisce con violenza: Tiberio è ucciso nel 133 a.C. e Gaio dieci anni dopo. Questo trauma collettivo segna la fine della concordia ordinum. Mario, legato ai populares, riforma l'esercito permettendo l'arruolamento dei proletari e promettendo terre e bottini: le legioni diventano strumenti personali di ascesa politica. Il conflitto con Silla, sostenuto dagli optimates, sfocia in marce su Roma, dittature e liste di proscrizione che annientano gli avversari.</p><p>In questa fase osserva come clientele, debiti politici e promesse di terre siano argomenti concreti e non mere categorie astratte. Analizza le fonti su Sertorio in Hispania per capire come la resistenza provinciale erodesse l'autorevolezza del Senato anche lontano dalla capitale.</p>",
    "MODULO_1_ESEMPIO": "Ricostruisci le proposte della Lex Sempronia di Tiberio e il dibattito sul limitare l'ager publicus a 500 iugeri per famiglia: collega i timori senatori alle aspettative dei contadini.",
    "MODULO_1_CONTROESEMPIO": "Ignorare la dimensione economica dei latifundia e concentrarsi solo su rivalità personali porta a sottovalutare le radici materiali della crisi.",
    "MODULO_1_TITOLO_SEMPLIFICATO": "Dai Gracchi a Mario e Silla",
    "MODULO_1_RISCRITTURA_SEMPLICE": "Le riforme agrarie e l'esercito professionale scatenano violenze politiche che aprono la stagione dei dittatori.",
    "MODULO_1_APPROFONDIMENTO": "Leggi estratti da Plutarco e Appiano per confrontare narrazioni diverse sulla dittatura di Silla e sulle sue proscrizioni.",
    "MODULO_2_TITOLO": "Poteri straordinari e governo delle province",
    "MODULO_2_DEFINIZIONE": "<p>Dopo il ritiro di Silla, Pompeo e Crasso ridisegnano il quadro istituzionale: restituiscono poteri ai tribuni, riformano i tribunali con la Lex Aurelia e chiedono terre per i veterani. Nel frattempo, il Mediterraneo si infiamma. La rivolta di Spartaco (73-71 a.C.) mostra la fragilità di una società basata sul lavoro servile; le leggi Gabinia e Manilia concedono a Pompeo comandi straordinari per sconfiggere pirati e Mitridate, estendendo il dominio romano in Oriente. Cicerone reprime la congiura di Catilina con il senatus consultum ultimum, strumento d'emergenza che mostra quanto il Senato tema la dissoluzione dell'ordine pubblico.</p><p>Analizza come la timeline intrecci crisi sociali, leggi eccezionali e campagne militari. I testi lunghi ti aiutano a seguire cause e conseguenze senza semplificazioni: soffermati su come il consenso dei soldati e dei cavalieri orienti le decisioni politiche.</p>",
    "MODULO_2_ESEMPIO": "Spiega perché i comandi straordinari concessi a Pompeo furono approvati nonostante l'opposizione senatoria: confronta interessi dei porti italici, pressioni dei publicani e paura dei pirati.",
    "MODULO_2_CONTROESEMPIO": "Se trascuri la rivolta di Spartaco e le tensioni sociali interne, la crisi appare solo un conflitto tra élite e perdi la dimensione sociale del cambiamento.",
    "MODULO_2_TITOLO_SEMPLIFICATO": "Pompeo, Crasso e le emergenze",
    "MODULO_2_RISCRITTURA_SEMPLICE": "Le rivolte degli schiavi e le leggi speciali danno ai generali poteri enormi e riducono il controllo del Senato.",
    "MODULO_2_APPROFONDIMENTO": "Confronta le fonti di Sallustio e Cicerone sulla congiura di Catilina per vedere come nasce la retorica dell'emergenza.",
    "MODULO_3_TITOLO": "Dal Primo Triumvirato alla dittatura di Cesare",
    "MODULO_3_DEFINIZIONE": "<p>Nel 60 a.C. Cesare, Pompeo e Crasso stringono il Primo Triumvirato per superare il rifiuto del Senato di ratificare conquiste e distribuzioni di terre. Console nel 59 a.C., Cesare approva leggi per premiare i veterani di Pompeo, supportare i publicani e consolidare il proprio prestigio. Ottenuto il proconsolato in Gallia, conduce campagne fino alla vittoria di Alesia (52 a.C.), alimentando il mito del condottiero invincibile. Dopo la morte di Crasso in Oriente, l'equilibrio si rompe: Cesare attraversa il Rubicone nel 49 a.C., scatena la guerra civile, vince a Farsalo e insegue Pompeo fino in Egitto, dove Tolomeo XIII ne ordina l'esecuzione.</p><p>Cesare assume il titolo di <em>dictator perpetuus</em>, amplia il Senato a 900 membri, avvia opere pubbliche e calma i prezzi degli affitti. Tuttavia, la concentrazione di potere alimenta timori: il 15 marzo del 44 a.C. viene assassinato in Senato. Ottaviano, suo erede adottivo, sfrutta il vuoto di potere e prepara l'età imperiale. Usa il testo lungo per notare la progressione logica: ogni paragrafo lega eventi militari, riforme civili e reazioni del Senato.</p>",
    "MODULO_3_ESEMPIO": "Descrivi come la campagna di Gallia fornì a Cesare legioni fedeli e risorse economiche per sfidare Pompeo e il Senato.",
    "MODULO_3_CONTROESEMPIO": "Se pensi che bastasse un decreto del Senato per fermare Cesare, ignori il ruolo delle legioni e dei veterani nella crisi finale.",
    "MODULO_3_TITOLO_SEMPLIFICATO": "Cesare verso il Principato",
    "MODULO_3_RISCRITTURA_SEMPLICE": "Il triumvirato, le vittorie in Gallia e l'assassinio del 44 a.C. mostrano come il potere passi ai generali e prepari Augusto.",
    "ISTRUZIONI_COMPITO": "Ordina tre passaggi chiave e spiega come ciascuno indebolisce le istituzioni repubblicane.",
    "STEP_A": "Le riforme dei Gracchi ridistribuiscono l'ager publicus e il Senato risponde con violenza politica.",
    "STEP_B": "Mario professionalizza l'esercito, Silla marcia su Roma e impone liste di proscrizione.",
    "STEP_C": "Cesare attraversa il Rubicone, sconfigge Pompeo e apre la strada a Ottaviano.",
    "AIUTO_1": "Ripassa come le riforme agrarie e le clientele militari minano la concordia tra ordini sociali.",
    "AIUTO_2": "Segui la timeline: osserva quando i generali ottengono poteri straordinari e perché il Senato non riesce a limitarli.",
    "SOLUZIONE_COMMENTATA": "1) Senato contro i Gracchi: la politica diventa violenza. 2) Mario e Silla usano legioni personali per governare. 3) Cesare concentra ogni potere e il suo assassinio apre la via a Ottaviano.",
    "SPIEGAZIONE_SUCCINTA": "Hai collegato riforme sociali, poteri militari e crisi delle istituzioni mostrando la transizione verso l'Impero.",
    "INDIZIO_DIAGNOSTICO": "Controlla se hai spiegato perché il Senato non riuscì a fermare il triumvirato: senza questo passaggio la guerra civile sembra improvvisa.",
    "ISTRUZIONI_QUIZ": "Rispondi alle domande e usa gli aiuti per collegare protagonisti, leggi e guerre della tarda Repubblica.",
    "CRITERIO_1": "Descrive con precisione le riforme dei Gracchi e le reazioni del Senato.",
    "CRITERIO_2": "Analizza l'impatto dei poteri straordinari concessi a Pompeo e dei comandi militari di Cesare.",
    "CRITERIO_3": "Collega l'assassinio di Cesare all'emergere di Ottaviano e alla trasformazione imperiale.",
    "VARIANTE_BASE": "Completa una linea del tempo con Gracchi, dittatura di Silla, rivolta di Spartaco e Primo Triumvirato.",
    "VARIANTE_INTERMEDIA": "Organizza un dibattito in classe tra optimates e populares usando fonti e carte geografiche per sostenere le posizioni.",
    "VARIANTE_AVANZATA": "Confronta la crisi repubblicana con altre transizioni istituzionali (ad esempio la crisi della Repubblica di Weimar) analizzando analogie e differenze nelle risposte politiche.",
    "TERMINE_1": "Optimates",
    "DEFINIZIONE_1": "Fazione aristocratica legata al Senato che difende il potere tradizionale e gli interessi dei latifondisti.",
    "TERMINE_2": "Populares",
    "DEFINIZIONE_2": "Leader che cercano il consenso del popolo tramite tribunato, distribuzioni di terre e appoggio degli equites.",
    "TERMINE_3": "Liste di proscrizione",
    "DEFINIZIONE_3": "Elenchi di nemici politici dichiarati fuori legge da Silla e, in seguito, da altri leader per eliminare avversari e confiscare beni.",
    "TERMINE_4": "Senatus consultum ultimum",
    "DEFINIZIONE_4": "Delibera d'emergenza del Senato che autorizza i consoli ad adottare ogni misura necessaria per salvare lo Stato.",
    "TERMINE_5": "Dictator perpetuus",
    "DEFINIZIONE_5": "Titolo concesso a Cesare nel 44 a.C., simbolo della trasformazione della magistratura straordinaria in potere personale illimitato.",
    "Q1_TESTO": "Perché le riforme agrarie dei Gracchi sono considerate un punto di svolta nella crisi repubblicana?",
    "Q1_OPZ_1": "Perché tentarono di redistribuire l'ager publicus ai cittadini poveri, minacciando il potere economico dei latifondisti senatori.",
    "Q1_OPZ_2": "Perché abolirono tutte le tasse provinciali e prosciugarono le finanze dello Stato romano.",
    "Q1_OPZ_3": "Perché consegnarono il comando delle legioni direttamente ai tribuni della plebe.",
    "Q1_OPZ_4": "Perché imposero a tutti i cittadini il servizio militare fino ai sessant'anni.",
    "Q1_HINT": "Ricorda chi controllava l'ager publicus e come reagì il Senato alle proposte di Tiberio e Gaio.",
    "Q1_SPEGAZIONE": "Limitando l'accaparramento delle terre e prevedendo nuove distribuzioni, i Gracchi minavano interessi senatori e scatenarono violenze che segnarono la fine della concordia ordinum.",
    "Q2_TESTO": "In che modo le riforme militari di Gaio Mario modificarono gli equilibri politici della Repubblica?",
    "Q2_OPZ_1": "Aprirono l'esercito ai proletari, rendendo i soldati dipendenti dal generale per terre e bottino, e quindi fedeli alla sua persona.",
    "Q2_OPZ_2": "Restituirono il comando delle legioni al Senato, rafforzando il controllo aristocratico sulla politica militare.",
    "Q2_OPZ_3": "Trasformarono le legioni in milizie cittadine che ruotavano ogni sei mesi senza un comandante stabile.",
    "Q2_OPZ_4": "Ridussero drasticamente il numero di legioni, impedendo ai generali di ottenere prestigio sul campo.",
    "Q2_HINT": "Pensa alla promessa di terre ai veterani e a come questo cambiò la fedeltà delle legioni.",
    "Q2_SPEGAZIONE": "Le riforme mariane legarono il destino dei soldati al loro comandante: i generali poterono usare le legioni come strumenti politici personali.",
    "Q3_TESTO": "Quale evento segnò la rottura definitiva tra Cesare e il Senato nel 49 a.C.?",
    "Q3_OPZ_1": "Il passaggio del Rubicone da parte di Cesare con le sue legioni, gesto che equivaleva a dichiarare guerra alla Repubblica.",
    "Q3_OPZ_2": "La firma della pace di Brindisi con Pompeo e Crasso per spartirsi le province.",
    "Q3_OPZ_3": "La nomina di Cesare a pontefice massimo durante il consolato di 59 a.C.",
    "Q3_OPZ_4": "La promulgazione della Lex Aurelia che riformava i tribunali.",
    "Q3_HINT": "Ricorda la regola romana che vietava a un generale di entrare in Italia con le legioni al suo seguito.",
    "Q3_SPEGAZIONE": "Attraversando il Rubicone con l'esercito, Cesare violò un tabù politico e militare, aprendo la guerra civile contro Pompeo e il Senato.",
    "CONSIGLIO_STUDIO": "Crea una mappa concettuale che incroci eventi, protagonisti e luoghi: i testi lunghi vanno segmentati per ricostruire cause e conseguenze."
  },
  "sectionTitles": {
    "immagine": "Cartografia della tarda Repubblica",
    "percorso": "Tre snodi per comprendere la crisi",
    "attivazione": "Domande lampo sulla Repubblica",
    "primer": "Concetti chiave e falsi amici",
    "schema": "Timeline e mappa degli eventi",
    "attivita": "Ordina e spiega la trasformazione",
    "quiz": "Verifica rapida sulla crisi",
    "glossario": "Lessico della tarda Repubblica"
  },
  "sectionIcons": {
    "orientamento": "fa-solid fa-landmark",
    "immagine": "fa-solid fa-map",
    "percorso": {
      "icon": "fa-solid fa-route",
      "modules": [
        "fa-solid fa-scale-balanced",
        "fa-solid fa-shield-halved",
        "fa-solid fa-crown"
      ]
    },
    "attivazione": "fa-solid fa-flag",
    "primer": "fa-solid fa-scroll",
    "schema": "fa-solid fa-timeline",
    "attivita": "fa-solid fa-list-check",
    "quiz": "fa-solid fa-circle-question",
    "docente": "fa-solid fa-user-tie",
    "glossario": "fa-solid fa-book-open"
  },
  "image": {
    "src": "https://upload.wikimedia.org/wikipedia/commons/5/58/Mondo_romano_nel_56_aC_al_tempo_del_primo_triumvirato.png",
    "ALT": "Carta del mondo romano nel 56 a.C. con province e alleati",
    "caption": "Mondo romano nel 56 a.C.: province occidentali, domini orientali e aree in contestazione.",
    "creditUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/Mondo_romano_nel_56_aC_al_tempo_del_primo_triumvirato.png",
    "creditLabel": "Wikipedia",
    "inlineSvg": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1200 360\" role=\"img\" aria-labelledby=\"timeline-title\">\n  <title id=\"timeline-title\">Timeline della crisi della Repubblica romana</title>\n  <style>\n    text{font-family:'Atkinson Hyperlegible',sans-serif}\n    .axis{stroke:#1f2328;stroke-width:3}\n    .marker{stroke:#b91c1c;stroke-width:2.5;fill:#fde68a}\n    .label{font-size:17px;fill:#1f2328}\n    .year{font-size:22px;font-weight:700;fill:#b91c1c}\n    .period{font-size:24px;font-weight:700;fill:#1f2937}\n  </style>\n  <line class=\"axis\" x1=\"80\" y1=\"250\" x2=\"1120\" y2=\"250\"/>\n  <text class=\"period\" x=\"80\" y=\"70\">Crisi della Repubblica</text>\n  <circle class=\"marker\" cx=\"120\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"120\" y=\"180\" text-anchor=\"middle\">133 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"120\" y=\"288\">Riforme dei</tspan>\n    <tspan x=\"120\" dy=\"24\">Gracchi</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"260\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"260\" y=\"180\" text-anchor=\"middle\">107-100 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"260\" y=\"288\">Riforme</tspan>\n    <tspan x=\"260\" dy=\"24\">mariane</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"380\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"380\" y=\"180\" text-anchor=\"middle\">82 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"380\" y=\"288\">Dittatura di</tspan>\n    <tspan x=\"380\" dy=\"24\">Silla</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"500\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"500\" y=\"180\" text-anchor=\"middle\">73-71 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"500\" y=\"288\">Rivolta di</tspan>\n    <tspan x=\"500\" dy=\"24\">Spartaco</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"620\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"620\" y=\"180\" text-anchor=\"middle\">67-66 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"620\" y=\"288\">Leggi Gabinia</tspan>\n    <tspan x=\"620\" dy=\"24\">e Manilia</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"740\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"740\" y=\"180\" text-anchor=\"middle\">63 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"740\" y=\"288\">Congiura di</tspan>\n    <tspan x=\"740\" dy=\"24\">Catilina</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"860\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"860\" y=\"180\" text-anchor=\"middle\">60 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"860\" y=\"288\">Primo</tspan>\n    <tspan x=\"860\" dy=\"24\">Triumvirato</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"980\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"980\" y=\"180\" text-anchor=\"middle\">52 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"980\" y=\"288\">Alesia e</tspan>\n    <tspan x=\"980\" dy=\"24\">vittoria di Cesare</tspan>\n  </text>\n  <circle class=\"marker\" cx=\"1100\" cy=\"250\" r=\"26\"/>\n  <text class=\"year\" x=\"1100\" y=\"180\" text-anchor=\"middle\">49-44 a.C.</text>\n  <text class=\"label\" text-anchor=\"middle\">\n    <tspan x=\"1100\" y=\"288\">Guerra civile,</tspan>\n    <tspan x=\"1100\" dy=\"24\">dittatura e assassinio</tspan>\n  </text>\n</svg>",
    "inlineAlt": "Timeline dal 133 al 44 a.C.: Gracchi, riforme mariane, dittatura di Silla, rivolta di Spartaco, leggi Gabinia e Manilia, congiura di Catilina, Primo Triumvirato, vittoria di Cesare ad Alesia, guerra civile e assassinio di Cesare."
  },
  "mermaid": "flowchart TD\n  crisi[Crisi della Repubblica romana] --> riforme[Riforme dei Gracchi]\n  crisi --> eserciti[Legioni fedeli ai generali]\n  crisi --> emergenze[Poteri straordinari ed emergenze sociali]\n  riforme --> violenze[Violenza politica a Roma]\n  violenze --> lista[Liste di proscrizione di Silla]\n  eserciti --> triumvirato[Primo Triumvirato]\n  emergenze --> triumvirato\n  triumvirato --> guerra[Guerra civile tra Cesare e Pompeo]\n  guerra --> dittatura[Dittatura di Cesare]\n  dittatura --> impero[Ascesa di Ottaviano e nascita dell'Impero]\n",
  "glossario": [
    { "term": "Optimates", "def": "Fazione senatoria conservatrice che difende privilegi e tradizioni repubblicane." },
    { "term": "Populares", "def": "Leader che ricercano il sostegno del popolo attraverso tribunato e riforme sociali." },
    { "term": "Equites", "def": "Ceto di cavalieri impegnati in affari e appalti pubblici, spesso alleati dei populares." },
    { "term": "Legioni", "def": "Unità militari di cittadini-soldati che, nella tarda Repubblica, diventano fedeli ai generali più che allo Stato." },
    { "term": "Proscriptiones", "def": "Liste di proscrizione adottate da Silla per eliminare avversari politici e confiscare beni." },
    { "term": "Senatus consultum ultimum", "def": "Delibera straordinaria con cui il Senato autorizza azioni d'emergenza contro minacce interne." },
    { "term": "Dictator", "def": "Magistratura straordinaria con poteri temporanei, che con Cesare assume carattere permanente." }
  ],
  "quiz": [
    {
      "q": "Perché le riforme agrarie dei Gracchi sono considerate un punto di svolta nella crisi repubblicana?",
      "choices": [
        "Perché tentarono di redistribuire l'ager publicus ai cittadini poveri, minacciando il potere economico dei latifondisti senatori.",
        "Perché abolirono tutte le tasse provinciali e prosciugarono le finanze dello Stato romano.",
        "Perché consegnarono il comando delle legioni direttamente ai tribuni della plebe.",
        "Perché imposero a tutti i cittadini il servizio militare fino ai sessant'anni."
      ],
      "correct": 0,
      "hint": "Ricorda chi controllava l'ager publicus e come reagì il Senato alle proposte di Tiberio e Gaio.",
      "explain": "Limitando l'accaparramento delle terre e prevedendo nuove distribuzioni, i Gracchi minavano interessi senatori e scatenarono violenze che segnarono la fine della concordia ordinum."
    },
    {
      "q": "In che modo le riforme militari di Gaio Mario modificarono gli equilibri politici della Repubblica?",
      "choices": [
        "Aprirono l'esercito ai proletari, rendendo i soldati dipendenti dal generale per terre e bottino, e quindi fedeli alla sua persona.",
        "Restituirono il comando delle legioni al Senato, rafforzando il controllo aristocratico sulla politica militare.",
        "Trasformarono le legioni in milizie cittadine che ruotavano ogni sei mesi senza un comandante stabile.",
        "Ridussero drasticamente il numero di legioni, impedendo ai generali di ottenere prestigio sul campo."
      ],
      "correct": 0,
      "hint": "Pensa alla promessa di terre ai veterani e a come questo cambiò la fedeltà delle legioni.",
      "explain": "Le riforme mariane legarono il destino dei soldati al loro comandante: i generali poterono usare le legioni come strumenti politici personali."
    },
    {
      "q": "Quale evento segnò la rottura definitiva tra Cesare e il Senato nel 49 a.C.?",
      "choices": [
        "Il passaggio del Rubicone da parte di Cesare con le sue legioni, gesto che equivaleva a dichiarare guerra alla Repubblica.",
        "La firma della pace di Brindisi con Pompeo e Crasso per spartirsi le province.",
        "La nomina di Cesare a pontefice massimo durante il consolato di 59 a.C.",
        "La promulgazione della Lex Aurelia che riformava i tribunali."
      ],
      "correct": 0,
      "hint": "Ricorda la regola romana che vietava a un generale di entrare in Italia con le legioni al suo seguito.",
      "explain": "Attraversando il Rubicone con l'esercito, Cesare violò un tabù politico e militare, aprendo la guerra civile contro Pompeo e il Senato."
    }
  ]
}
